* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program LIXO.
/**
/** :author antonio.junior
/* TODO Enter your code here
write *program "1541"
END
