* >Natural Source Header 000000
* :Mode S
* :CP
* :LineIncrement 10
* <Natural Source Header
DEFINE DATA LOCAL
1 CRUISE VIEW OF SAG-TOURS-E-CRUISE
  2 START-HARBOR
  2 START-DATE
  2 DESTINATION-HARBOR
  2 END-DATE
END-DEFINE

READ CRUISE BY START-HARBOR
     STARTING FROM 'A'
  DISPLAY  START-HARBOR START-DATE DESTINATION-HARBOR END-DATE
END-READ
*
END

