DEFINE DATA LOCAL
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
1 #PROG (A8)
1 #TITLE (A20)
1 #COMMAND (A3)
END-DEFINE
